Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: A stranger stops you to chat. Don't freeze.
ar: غريب يوقفك للدردشة. لا تتجمّد.
de: Eine fremde Person spricht dich an. Erstarre nicht.
es: Un desconocido te para a charlar. No te bloquees.
fil: May estrangherong kumausap sa iyo. Huwag kang matigilan.
fr: Un inconnu t'arrête pour discuter. Ne te fige pas.
hi: कोई अजनबी बात करने के लिए रोकता है। अटकें नहीं।
id: Orang asing mengajakmu mengobrol. Jangan membeku.
it: Uno sconosciuto ti ferma per chiacchierare. Non bloccarti.
ja: 見知らぬ人に話しかけられます。固まらないで。
ko: 낯선 사람이 말을 걸어요. 얼어붙지 마세요.
nl: Een vreemde spreekt je aan. Bevries niet.
pl: Nieznajomy zagaduje cię na ulicy. Nie zamieraj.
pt_br: Um desconhecido para você para conversar. Não trave.
ru: Незнакомец останавливает вас поболтать. Не замирайте.
sv: En främling stannar dig för att prata. Frys inte.
tr: Bir yabancı sohbet etmek için seni durduruyor. Donup kalma.
uk: Незнайомець зупиняє вас поговорити. Не завмирайте.
vi: Người lạ bắt chuyện với bạn. Đừng đứng hình.
zh_hans: 陌生人拦住你聊天。别愣住。

source: About slide %lld
ar: عن الشريحة %lld
de: Zu Folie %lld
es: Sobre la diapositiva %lld
fil: Tungkol sa slide %lld
fr: À propos de la diapo %lld
hi: स्लाइड %lld के बारे में
id: Tentang slide %lld
it: Sulla slide %lld
ja: スライド%lldについて
ko: 슬라이드 %lld에 대해
nl: Over dia %lld
pl: O slajdzie %lld
pt_br: Sobre o slide %lld
ru: О слайде %lld
sv: Om bild %lld
tr: %lld. slayt hakkında
uk: Про слайд %lld
vi: Về trang chiếu %lld
zh_hans: 关于第%lld张幻灯片

source: About to begin
ar: على وشك البدء
de: Gleich geht's los
es: A punto de empezar
fil: Malapit nang magsimula
fr: Ça va commencer
hi: शुरू होने वाला है
id: Segera dimulai
it: Si comincia
ja: まもなく始まります
ko: 곧 시작해요
nl: Zo meteen begint het
pl: Zaraz zaczynamy
pt_br: Prestes a começar
ru: Сейчас начнём
sv: Snart börjar det
tr: Başlamak üzere
uk: Зараз почнемо
vi: Sắp bắt đầu
zh_hans: 即将开始

source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Аккаунт
sv: Konto
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户

source: Active
ar: نشط
de: Aktiv
es: Activa
fil: Aktibo
fr: Actif
hi: सक्रिय
id: Aktif
it: Attivo
ja: 有効
ko: 활성
nl: Actief
pl: Aktywna
pt_br: Ativa
ru: Активна
sv: Aktiv
tr: Etkin
uk: Активна
vi: Đang hoạt động
zh_hans: 已启用

source: Add a screenshot
ar: أضف لقطة شاشة
de: Screenshot hinzufügen
es: Añadir una captura
fil: Magdagdag ng screenshot
fr: Ajouter une capture d'écran
hi: स्क्रीनशॉट जोड़ें
id: Tambah tangkapan layar
it: Aggiungi uno screenshot
ja: スクリーンショットを追加
ko: 스크린샷 추가
nl: Voeg een schermafbeelding toe
pl: Dodaj zrzut ekranu
pt_br: Adicionar captura de tela
ru: Добавить снимок экрана
sv: Lägg till en skärmbild
tr: Ekran görüntüsü ekle
uk: Додати знімок екрана
vi: Thêm ảnh chụp màn hình
zh_hans: 添加截图

source: Add one detail or reason, then try again.
ar: أضف تفصيلة أو سببًا، ثم حاول مجددًا.
de: Füge ein Detail oder einen Grund hinzu und versuch es noch einmal.
es: Añade un detalle o una razón y vuelve a intentarlo.
fil: Magdagdag ng isang detalye o dahilan, tapos subukan ulit.
fr: Ajoute un détail ou une raison, puis réessaie.
hi: एक बात या कारण जोड़ें, फिर दोबारा कोशिश करें।
id: Tambahkan satu detail atau alasan, lalu coba lagi.
it: Aggiungi un dettaglio o un motivo, poi riprova.
ja: 具体的なことや理由を一つ加えて、もう一度どうぞ。
ko: 구체적인 내용이나 이유를 하나 더해서 다시 해 보세요.
nl: Voeg een detail of reden toe en probeer het opnieuw.
pl: Dodaj szczegół lub powód i spróbuj ponownie.
pt_br: Acrescente um detalhe ou um motivo e tente de novo.
ru: Добавьте деталь или причину и попробуйте ещё раз.
sv: Lägg till en detalj eller ett skäl och försök igen.
tr: Bir ayrıntı ya da neden ekle ve tekrar dene.
uk: Додайте деталь або причину й спробуйте ще раз.
vi: Thêm một chi tiết hoặc lý do, rồi thử lại.
zh_hans: 补充一个细节或理由，再试一次。

source: Add slides
ar: أضف شرائح
de: Folien hinzufügen
es: Añadir diapositivas
fil: Magdagdag ng slides
fr: Ajouter des diapos
hi: स्लाइड जोड़ें
id: Tambah slide
it: Aggiungi slide
ja: スライドを追加
ko: 슬라이드 추가
nl: Dia's toevoegen
pl: Dodaj slajdy
pt_br: Adicionar slides
ru: Добавить слайды
sv: Lägg till bilder
tr: Slayt ekle
uk: Додати слайди
vi: Thêm trang chiếu
zh_hans: 添加幻灯片

source: Add your slides.
ar: أضف شرائحك.
de: Füge deine Folien hinzu.
es: Añade tus diapositivas.
fil: Idagdag ang slides mo.
fr: Ajoute tes diapos.
hi: अपनी स्लाइड जोड़ें।
id: Tambahkan slide-mu.
it: Aggiungi le tue slide.
ja: スライドを追加します。
ko: 슬라이드를 추가하세요.
nl: Voeg je dia's toe.
pl: Dodaj swoje slajdy.
pt_br: Adicione seus slides.
ru: Добавьте свои слайды.
sv: Lägg till dina bilder.
tr: Slaytlarını ekle.
uk: Додайте свої слайди.
vi: Thêm trang chiếu của bạn.
zh_hans: 添加你的幻灯片。

source: Adjust session
ar: اضبط الجلسة
de: Einheit anpassen
es: Ajustar sesión
fil: Ayusin ang session
fr: Ajuster la séance
hi: सेशन बदलें
id: Sesuaikan sesi
it: Regola la sessione
ja: セッションを調整
ko: 세션 조정
nl: Sessie aanpassen
pl: Dostosuj sesję
pt_br: Ajustar sessão
ru: Настроить сессию
sv: Justera sessionen
tr: Oturumu ayarla
uk: Налаштувати сесію
vi: Điều chỉnh buổi tập
zh_hans: 调整练习

source: Afterwards, I replay what I should have said.
ar: بعدها، أظل أعيد في ذهني ما كان ينبغي أن أقوله.
de: Hinterher gehe ich im Kopf durch, was ich hätte sagen sollen.
es: Después, repaso lo que debería haber dicho.
fil: Pagkatapos, paulit-ulit kong iniisip ang dapat sana ay nasabi ko.
fr: Après coup, je repense à ce que j'aurais dû dire.
hi: बाद में, मैं सोचता रहता हूँ कि मुझे क्या कहना चाहिए था।
id: Setelahnya, saya terus membayangkan apa yang seharusnya saya katakan.
it: Dopo, ripenso a cosa avrei dovuto dire.
ja: あとになって、言うべきだったことを何度も考えてしまう。
ko: 끝나고 나서, 했어야 할 말을 계속 떠올려요.
nl: Achteraf speel ik af wat ik had moeten zeggen.
pl: Potem w myślach odtwarzam, co powinienem był powiedzieć.
pt_br: Depois, fico repassando o que deveria ter dito.
ru: Потом я прокручиваю в голове, что надо было сказать.
sv: Efteråt går jag igenom vad jag borde ha sagt.
tr: Sonradan ne söylemem gerektiğini kafamda tekrar tekrar düşünürüm.
uk: Потім я прокручую в голові, що треба було сказати.
vi: Sau đó, tôi cứ nghĩ đi nghĩ lại những gì lẽ ra mình nên nói.
zh_hans: 事后，我总会反复想自己本该怎么说。

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fil: Payagan
fr: Autoriser
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
nl: Sta toe
pl: Pozwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_hans: 允许

source: Allow Screen Time
ar: اسمح بمدة استخدام الجهاز
de: Bildschirmzeit erlauben
es: Permitir Tiempo de uso
fil: Payagan ang Screen Time
fr: Autoriser Temps d'écran
hi: स्क्रीन टाइम की अनुमति दें
id: Izinkan Durasi Layar
it: Consenti Tempo di utilizzo
ja: スクリーンタイムを許可
ko: 스크린 타임 허용
nl: Sta Schermtijd toe
pl: Zezwól na Czas przed ekranem
pt_br: Permitir Tempo de Uso
ru: Разрешить Экранное время
sv: Tillåt Skärmtid
tr: Ekran Süresi'ne izin ver
uk: Дозволити Екранний час
vi: Cho phép Thời gian sử dụng
zh_hans: 允许屏幕使用时间

source: Allow Screen Time access first. Speaking Coach never sees which apps you choose.
ar: اسمح أولًا بالوصول إلى مدة استخدام الجهاز. لا يرى Speaking Coach أبدًا التطبيقات التي تختارها.
de: Erlaube zuerst den Zugriff auf die Bildschirmzeit. Speaking Coach sieht nie, welche Apps du auswählst.
es: Primero permite el acceso a Tiempo de uso. Speaking Coach nunca ve qué apps eliges.
fil: Payagan muna ang access sa Screen Time. Hindi kailanman makikita ng Speaking Coach kung aling apps ang pinili mo.
fr: Autorise d'abord l'accès à Temps d'écran. Speaking Coach ne voit jamais quelles apps tu choisis.
hi: पहले स्क्रीन टाइम की अनुमति दें। Speaking Coach कभी नहीं देखता कि आप कौन-से ऐप चुनते हैं।
id: Izinkan akses Durasi Layar dulu. Speaking Coach tidak pernah melihat app mana yang kamu pilih.
it: Prima consenti l'accesso a Tempo di utilizzo. Speaking Coach non vede mai quali app scegli.
ja: まずスクリーンタイムへのアクセスを許可してください。Speaking Coachがあなたの選んだアプリを見ることはありません。
ko: 먼저 스크린 타임 접근을 허용해 주세요. Speaking Coach는 어떤 앱을 선택했는지 절대 알 수 없어요.
nl: Sta eerst toegang tot Schermtijd toe. Speaking Coach ziet nooit welke apps je kiest.
pl: Najpierw zezwól na dostęp do Czasu przed ekranem. Speaking Coach nigdy nie widzi, jakie aplikacje wybierasz.
pt_br: Primeiro, permita o acesso ao Tempo de Uso. O Speaking Coach nunca vê quais apps você escolhe.
ru: Сначала разрешите доступ к Экранному времени. Speaking Coach никогда не видит, какие приложения вы выбираете.
sv: Tillåt åtkomst till Skärmtid först. Speaking Coach ser aldrig vilka appar du väljer.
tr: Önce Ekran Süresi erişimine izin ver. Speaking Coach hangi uygulamaları seçtiğini asla görmez.
uk: Спершу дозвольте доступ до Екранного часу. Speaking Coach ніколи не бачить, які програми ви вибираєте.
vi: Hãy cho phép truy cập Thời gian sử dụng trước. Speaking Coach không bao giờ thấy bạn chọn ứng dụng nào.
zh_hans: 请先允许访问屏幕使用时间。Speaking Coach 永远无法看到你选了哪些 App。

source: Answer again
ar: أجب مجددًا
de: Erneut antworten
es: Responder de nuevo
fil: Sumagot ulit
fr: Répondre à nouveau
hi: फिर से जवाब दें
id: Jawab lagi
it: Rispondi di nuovo
ja: もう一度答える
ko: 다시 답하기
nl: Opnieuw antwoorden
pl: Odpowiedz ponownie
pt_br: Responder de novo
ru: Ответить снова
sv: Svara igen
tr: Yeniden yanıtla
uk: Відповісти знову
vi: Trả lời lại
zh_hans: 再答一次

source: Answer in one full sentence.
ar: أجب بجملة كاملة.
de: Antworte in einem ganzen Satz.
es: Responde con una frase completa.
fil: Sumagot sa isang buong pangungusap.
fr: Réponds en une phrase complète.
hi: एक पूरे वाक्य में जवाब दें।
id: Jawab dalam satu kalimat utuh.
it: Rispondi con una frase completa.
ja: 一文で最後まで答えてください。
ko: 완전한 한 문장으로 답해 보세요.
nl: Antwoord in één volledige zin.
pl: Odpowiedz jednym pełnym zdaniem.
pt_br: Responda com uma frase completa.
ru: Ответьте одним полным предложением.
sv: Svara med en hel mening.
tr: Tam bir cümleyle yanıtla.
uk: Відповідайте одним повним реченням.
vi: Trả lời bằng một câu hoàn chỉnh.
zh_hans: 用一个完整的句子回答。

source: Answer out loud
ar: أجب بصوت عالٍ
de: Laut antworten
es: Responder en voz alta
fil: Sumagot nang malakas
fr: Répondre à voix haute
hi: ज़ोर से जवाब दें
id: Jawab dengan suara keras
it: Rispondi ad alta voce
ja: 声に出して答える
ko: 소리 내어 답하기
nl: Hardop antwoorden
pl: Odpowiedz na głos
pt_br: Responder em voz alta
ru: Ответить вслух
sv: Svara högt
tr: Sesli yanıtla
uk: Відповісти вголос
vi: Trả lời thành tiếng
zh_hans: 大声回答

source: Answer out loud, like you would on the day. Each answer gets one specific note.
ar: أجب بصوت عالٍ كما ستفعل في ذلك اليوم. تحصل كل إجابة على ملاحظة محددة.
de: Antworte laut, so wie am Tag selbst. Jede Antwort bekommt einen konkreten Hinweis.
es: Responde en voz alta, como lo harías ese día. Cada respuesta recibe un comentario concreto.
fil: Sumagot nang malakas, gaya ng gagawin mo sa mismong araw. Bawat sagot ay may isang tiyak na payo.
fr: Réponds à voix haute, comme le jour J. Chaque réponse reçoit un conseil précis.
hi: उसी दिन की तरह ज़ोर से जवाब दें। हर जवाब पर एक खास सुझाव मिलेगा।
id: Jawab dengan suara keras, seperti pada hari-H. Setiap jawaban mendapat satu saran spesifik.
it: Rispondi ad alta voce, come faresti quel giorno. Ogni risposta riceve un consiglio preciso.
ja: 本番の日のつもりで声に出して答えましょう。答えごとに具体的なアドバイスが一つ届きます。
ko: 실제 그날처럼 소리 내어 답해 보세요. 답변마다 구체적인 조언을 하나씩 드려요.
nl: Antwoord hardop, zoals je dat op de dag zelf zou doen. Elk antwoord krijgt één concrete tip.
pl: Odpowiadaj na głos, tak jak w tym dniu. Każda odpowiedź dostaje jedną konkretną uwagę.
pt_br: Responda em voz alta, como faria no dia. Cada resposta recebe uma observação específica.
ru: Отвечайте вслух, как в тот самый день. Каждый ответ получит одно конкретное замечание.
sv: Svara högt, som du skulle på dagen. Varje svar får en konkret kommentar.
tr: O gün nasıl yanıtlayacaksan öyle sesli yanıtla. Her yanıt belirli bir not alır.
uk: Відповідайте вголос, як того самого дня. Кожна відповідь отримає одне конкретне зауваження.
vi: Trả lời thành tiếng, như bạn sẽ làm vào ngày đó. Mỗi câu trả lời nhận được một lời khuyên cụ thể.
zh_hans: 像正式那天一样大声回答。每个回答都会得到一条具体建议。

source: Answer the questions your audience asks.
ar: أجب عن أسئلة جمهورك.
de: Beantworte die Fragen deines Publikums.
es: Responde las preguntas de tu público.
fil: Sagutin ang mga tanong ng audience mo.
fr: Réponds aux questions de ton public.
hi: अपने श्रोताओं के सवालों के जवाब दें।
id: Jawab pertanyaan dari audiensmu.
it: Rispondi alle domande del tuo pubblico.
ja: 聞き手の質問に答えます。
ko: 청중의 질문에 답하세요.
nl: Beantwoord de vragen van je publiek.
pl: Odpowiedz na pytania publiczności.
pt_br: Responda às perguntas do seu público.
ru: Ответьте на вопросы аудитории.
sv: Svara på publikens frågor.
tr: Dinleyicilerinin sorularını yanıtla.
uk: Дайте відповідь на питання аудиторії.
vi: Trả lời câu hỏi của khán giả.
zh_hans: 回答听众提出的问题。

source: Answer with a reason.
ar: أجب مع ذكر سبب.
de: Antworte mit einem Grund.
es: Responde con una razón.
fil: Sumagot nang may dahilan.
fr: Réponds avec une raison.
hi: एक कारण के साथ जवाब दें।
id: Jawab dengan alasan.
it: Rispondi con un motivo.
ja: 理由を添えて答えてください。
ko: 이유를 들어 답해 보세요.
nl: Antwoord met een reden.
pl: Odpowiedz, podając powód.
pt_br: Responda com um motivo.
ru: Ответьте с причиной.
sv: Svara med ett skäl.
tr: Bir nedenle yanıtla.
uk: Відповідайте з причиною.
vi: Trả lời kèm một lý do.
zh_hans: 回答时说出理由。

source: Answer with one detail.
ar: أجب مع تفصيلة واحدة.
de: Antworte mit einem Detail.
es: Responde con un detalle.
fil: Sumagot nang may isang detalye.
fr: Réponds avec un détail.
hi: एक बात के साथ जवाब दें।
id: Jawab dengan satu detail.
it: Rispondi con un dettaglio.
ja: 具体的なことを一つ添えて答えてください。
ko: 구체적인 내용 하나를 넣어 답해 보세요.
nl: Antwoord met één detail.
pl: Odpowiedz z jednym szczegółem.
pt_br: Responda com um detalhe.
ru: Ответьте с одной деталью.
sv: Svara med en detalj.
tr: Bir ayrıntıyla yanıtla.
uk: Відповідайте з однією деталлю.
vi: Trả lời kèm một chi tiết.
zh_hans: 回答时加一个细节。

source: Anything they'd push on?
ar: ما الذي قد يعترضون عليه؟
de: Worauf würden sie nachhaken?
es: ¿Algo que te cuestionarían?
fil: May bagay bang gigipitin nila?
fr: Sur quoi pourraient-ils insister ?
hi: वे किस बात पर सवाल उठा सकते हैं?
id: Ada yang mungkin mereka desak?
it: Su cosa potrebbero insistere?
ja: どこを突っ込まれそうですか？
ko: 상대가 파고들 만한 부분이 있나요?
nl: Waar zouden ze op doorvragen?
pl: Co mogliby podważać?
pt_br: Algo que eles questionariam?
ru: Что они могли бы оспорить?
sv: Något de skulle ifrågasätta?
tr: Neyi sorgulayabilirler?
uk: Що вони могли б заперечити?
vi: Họ có thể vặn hỏi điều gì?
zh_hans: 他们可能会追问什么？

source: App Store search
ar: البحث في App Store
de: Suche im App Store
es: Búsqueda en App Store
fil: Paghahanap sa App Store
fr: Recherche App Store
hi: App Store सर्च
id: Pencarian App Store
it: Ricerca nell'App Store
ja: App Storeで検索
ko: App Store 검색
nl: Zoeken in de App Store
pl: Wyszukiwanie w App Store
pt_br: Busca na App Store
ru: Поиск в App Store
sv: Sökning i App Store
tr: App Store araması
uk: Пошук в App Store
vi: Tìm kiếm trên App Store
zh_hans: App Store 搜索

source: Apple didn't return a sign-in token. Please try again.
ar: لم تُرجع Apple رمز تسجيل الدخول. يُرجى المحاولة مجددًا.
de: Apple hat kein Anmeldetoken zurückgegeben. Bitte versuch es erneut.
es: Apple no devolvió un token de inicio de sesión. Inténtalo de nuevo.
fil: Hindi nagbalik ang Apple ng sign-in token. Pakisubukan ulit.
fr: Apple n'a pas renvoyé de jeton de connexion. Réessaie.
hi: Apple ने साइन-इन टोकन नहीं लौटाया। कृपया दोबारा कोशिश करें।
id: Apple tidak mengembalikan token masuk. Silakan coba lagi.
it: Apple non ha restituito un token di accesso. Riprova.
ja: Appleからサインイン用トークンが返されませんでした。もう一度お試しください。
ko: Apple에서 로그인 토큰을 받지 못했어요. 다시 시도해 주세요.
nl: Apple gaf geen inlogtoken terug. Probeer het opnieuw.
pl: Apple nie zwrócił tokenu logowania. Spróbuj ponownie.
pt_br: A Apple não retornou um token de login. Tente novamente.
ru: Apple не вернул токен входа. Попробуйте ещё раз.
sv: Apple returnerade ingen inloggningstoken. Försök igen.
tr: Apple bir giriş belirteci döndürmedi. Lütfen tekrar dene.
uk: Apple не повернув токен входу. Спробуйте ще раз.
vi: Apple không trả về mã đăng nhập. Vui lòng thử lại.
zh_hans: Apple 未返回登录令牌。请重试。

source: Apple sign-in didn't finish. Please try again.
ar: لم يكتمل تسجيل الدخول عبر Apple. يُرجى المحاولة مجددًا.
de: Die Anmeldung mit Apple wurde nicht abgeschlossen. Bitte versuch es erneut.
es: El inicio de sesión con Apple no terminó. Inténtalo de nuevo.
fil: Hindi natapos ang pag-sign in gamit ang Apple. Pakisubukan ulit.
fr: La connexion avec Apple n'a pas abouti. Réessaie.
hi: Apple साइन-इन पूरा नहीं हुआ। कृपया दोबारा कोशिश करें।
id: Masuk dengan Apple tidak selesai. Silakan coba lagi.
it: L'accesso con Apple non è stato completato. Riprova.
ja: Appleでのサインインが完了しませんでした。もう一度お試しください。
ko: Apple 로그인이 완료되지 않았어요. 다시 시도해 주세요.
nl: Inloggen met Apple is niet voltooid. Probeer het opnieuw.
pl: Logowanie przez Apple nie zostało dokończone. Spróbuj ponownie.
pt_br: O login com a Apple não foi concluído. Tente novamente.
ru: Вход через Apple не завершён. Попробуйте ещё раз.
sv: Inloggningen med Apple slutfördes inte. Försök igen.
tr: Apple ile giriş tamamlanmadı. Lütfen tekrar dene.
uk: Вхід через Apple не завершено. Спробуйте ще раз.
vi: Đăng nhập bằng Apple chưa hoàn tất. Vui lòng thử lại.
zh_hans: Apple 登录未完成。请重试。

source: Apple sign-in returned an unexpected credential.
ar: أرجعت Apple بيانات اعتماد غير متوقعة.
de: Apple hat unerwartete Anmeldedaten zurückgegeben.
es: Apple devolvió una credencial inesperada.
fil: Nagbalik ang Apple sign-in ng hindi inaasahang credential.
fr: Apple a renvoyé un identifiant inattendu.
hi: Apple ने अनपेक्षित क्रेडेंशियल लौटाया।
id: Masuk dengan Apple mengembalikan kredensial yang tidak terduga.
it: Apple ha restituito una credenziale inattesa.
ja: Appleから予期しない認証情報が返されました。
ko: Apple 로그인에서 예상치 못한 인증 정보가 반환되었어요.
nl: Apple gaf onverwachte inloggegevens terug.
pl: Apple zwrócił nieoczekiwane dane logowania.
pt_br: A Apple retornou uma credencial inesperada.
ru: Apple вернул неожиданные данные для входа.
sv: Apple returnerade oväntade inloggningsuppgifter.
tr: Apple beklenmeyen bir kimlik bilgisi döndürdü.
uk: Apple повернув неочікувані дані для входу.
vi: Đăng nhập bằng Apple trả về thông tin xác thực không mong đợi.
zh_hans: Apple 登录返回了意外的凭证。

source: Apple's Screen Time keeps your choices private. Speaking Coach never sees which apps they are.
ar: تحافظ مدة استخدام الجهاز من Apple على خصوصية اختياراتك. لا يرى Speaking Coach أبدًا ما هي هذه التطبيقات.
de: Die Bildschirmzeit von Apple hält deine Auswahl privat. Speaking Coach sieht nie, welche Apps es sind.
es: Tiempo de uso de Apple mantiene tus elecciones en privado. Speaking Coach nunca ve qué apps son.
fil: Pinananatiling pribado ng Screen Time ng Apple ang mga pinili mo. Hindi kailanman makikita ng Speaking Coach kung aling apps.
fr: Temps d'écran d'Apple garde tes choix privés. Speaking Coach ne voit jamais de quelles apps il s'agit.
hi: Apple का स्क्रीन टाइम आपकी पसंद निजी रखता है। Speaking Coach कभी नहीं देखता कि वे कौन-से ऐप हैं।
id: Durasi Layar Apple menjaga pilihanmu tetap privat. Speaking Coach tidak pernah melihat app mana saja.
it: Tempo di utilizzo di Apple mantiene private le tue scelte. Speaking Coach non vede mai quali app sono.
ja: Appleのスクリーンタイムがあなたの選択を非公開にします。Speaking Coachがどのアプリかを知ることはありません。
ko: Apple의 스크린 타임이 선택 내용을 비공개로 지켜 줘요. Speaking Coach는 어떤 앱인지 절대 알 수 없어요.
nl: Schermtijd van Apple houdt je keuzes privé. Speaking Coach ziet nooit welke apps het zijn.
pl: Czas przed ekranem od Apple chroni twoje wybory. Speaking Coach nigdy nie widzi, jakie to aplikacje.
pt_br: O Tempo de Uso da Apple mantém suas escolhas privadas. O Speaking Coach nunca vê quais apps são.
ru: Экранное время Apple сохраняет ваш выбор в тайне. Speaking Coach никогда не видит, какие это приложения.
sv: Skärmtid från Apple håller dina val privata. Speaking Coach ser aldrig vilka appar det är.
tr: Apple'ın Ekran Süresi seçimlerini gizli tutar. Speaking Coach hangi uygulamalar olduğunu asla görmez.
uk: Екранний час від Apple зберігає ваш вибір приватним. Speaking Coach ніколи не бачить, які це програми.
vi: Thời gian sử dụng của Apple giữ lựa chọn của bạn ở chế độ riêng tư. Speaking Coach không bao giờ thấy đó là những ứng dụng nào.
zh_hans: Apple 的屏幕使用时间会将你的选择保密。Speaking Coach 永远无法看到是哪些 App。

source: Apps
ar: التطبيقات
hi: ऐप
id: App
it: App
ja: アプリ
ko: 앱
pl: Aplikacje
ru: Приложения
sv: Appar
tr: Uygulamalar
uk: Програми
vi: Ứng dụng
zh_hans: App

source: Ask for the floor. No disclaimers.
ar: اطلب الكلمة. بلا مقدمات اعتذارية.
de: Nimm dir das Wort. Ohne Entschuldigungen vorweg.
es: Pide la palabra. Sin disculpas previas.
fil: Humingi ng pagkakataong magsalita. Walang paunang paumanhin.
fr: Demande la parole. Sans précautions inutiles.
hi: बोलने का मौका माँगें। बिना झिझक।
id: Minta giliran bicara. Tanpa basa-basi minta maaf.
it: Chiedi la parola. Niente premesse.
ja: 発言の機会を求めましょう。前置きの言い訳はなしで。
ko: 발언 기회를 요청하세요. 변명 없이.
nl: Vraag het woord. Zonder voorbehoud.
pl: Poproś o głos. Bez zastrzeżeń.
pt_br: Peça a palavra. Sem ressalvas.
ru: Попросите слово. Без оговорок.
sv: Be om ordet. Inga förbehåll.
tr: Söz iste. Özür dileyerek başlama.
uk: Попросіть слово. Без застережень.
vi: Xin lượt phát biểu. Không rào đón.
zh_hans: 主动争取发言。不要先找借口。

source: Ask for what you want and stay steady under pushback.
ar: اطلب ما تريد واثبت أمام الاعتراض.
de: Sag, was du willst, und bleib bei Gegenwind standhaft.
es: Pide lo que quieres y mantente firme ante las objeciones.
fil: Hingin ang gusto mo at manatiling matatag kahit may tumutol.
fr: Demande ce que tu veux et reste ferme face aux objections.
hi: जो चाहिए वह माँगें और विरोध होने पर टिके रहें।
id: Minta apa yang kamu mau dan tetap tenang saat dibantah.
it: Chiedi ciò che vuoi e resta saldo davanti alle obiezioni.
ja: 望むことを伝え、反論されても踏みとどまりましょう。
ko: 원하는 것을 요청하고, 반박에도 흔들리지 마세요.
nl: Vraag wat je wilt en blijf staan bij tegenwerpingen.
pl: Proś o to, czego chcesz, i trzymaj się mimo sprzeciwu.
pt_br: Peça o que você quer e mantenha a firmeza diante das objeções.
ru: Просите то, что хотите, и держитесь, когда возражают.
sv: Be om det du vill ha och stå kvar när det blir mothugg.
tr: İstediğini iste ve itirazlar karşısında yerinde dur.
uk: Просіть те, чого хочете, і тримайтеся, коли заперечують.
vi: Đề nghị điều bạn muốn và giữ vững khi bị phản bác.
zh_hans: 说出你想要的，面对反驳也要稳住。

source: Asking for a raise
ar: طلب زيادة في الراتب
de: Um eine Gehaltserhöhung bitten
es: Pedir un aumento
fil: Paghingi ng dagdag-sahod
fr: Demander une augmentation
hi: वेतन-वृद्धि माँगना
id: Meminta kenaikan gaji
it: Chiedere un aumento
ja: 昇給をお願いする
ko: 연봉 인상 요청하기
nl: Om opslag vragen
pl: Prośba o podwyżkę
pt_br: Pedir um aumento
ru: Попросить о повышении зарплаты
sv: Be om löneförhöjning
tr: Zam istemek
uk: Попросити підвищення зарплати
vi: Đề xuất tăng lương
zh_hans: 申请加薪

source: Asking…
ar: جارٍ السؤال…
de: Wird gefragt …
es: Preguntando…
fil: Nagtatanong…
fr: Questions en cours…
hi: पूछा जा रहा है…
id: Menyiapkan pertanyaan…
it: Domande in arrivo…
ja: 質問を作成中…
ko: 질문 준비 중…
nl: Vragen…
pl: Pytam…
pt_br: Perguntando…
ru: Спрашиваем…
sv: Frågar …
tr: Soruluyor…
uk: Питаємо…
vi: Đang đặt câu hỏi…
zh_hans: 正在提问…

source: At
ar: الساعة
de: Um
es: A las
fil: Sa oras na
fr: À
hi: समय
id: Pukul
it: Alle
ja: 時刻
ko: 시간
nl: Om
pl: O
pt_br: Às
ru: В
sv: Kl.
tr: Saat
uk: О
vi: Lúc
zh_hans: 时间
